그룹 미팅 완료 후 참여자 모두는 모임리포트를 작성하며 이는 
1) 그룹모임을 진행하며 알게 된 것, 소감 혹은 
2) 그룹 모임에서 소개한 내 개인 공부 내용과 이에 대한 어려움, 궁금증, 소감 혹은 
3) 계획과 실천 간의 과정 등 주차별 보고서에는 적히지 않은 이야기들을 포함한다. 


배영랑 : 가중치 바이어스

shuffle 안전빵으로해준다.

좀더 데이터위주로 가고있는게 딥러닝이고
ai쪽이 기계학습쪽으로 가고있따.

sigmoid 0 으로 빨려들어간다.

vcc넷 3*3만 씀으로서, 3개를서도 27개밖에 안나오기때문에 activation.비선형성이 증가한다. 1억2천만개. 

한국말로 좀 풀어서 해주실수 있으실까요.. 어렵습니다 지석님..

-전동환
NUMPY는 gpu를 사용못하고 tensorflow는 GPU 사용가능하게 해준다.

bakckword 함수를 통해서 미분을 해준다

require grad를 통해 변수다. 신경써달라 라는의미에서 썼다. loss

김재원
.copy 행렬 배열, 로 구분


슬라이싱 기법을 자주쓰는데, 편하기는 하지만 메모리측면에서 좋지 않다.  
메모리 - 시간 trade-off하는것

배현진 
개념적인 부분을 집중적으로 하겠다고 했는데, code 한번씩 돌려보고 끝났던것같은데. 머리속에 남는게 없더라. 똑같이 해낼수 있을거라는 .. 어떤 코드가 이런것을 해준다는 남아있지만 다음 모임까지 남아있겠지만. 학습적인 부분에 있어서는 개념학습한다는 . 다들 





